export default {
  projections: {
    УслугаE: {
      кодУслуги: {
        __caption__: 'Код услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      длительностьМин: {
        __caption__: 'Длительность мин'
      }
    },
    УслугаL: {
      кодУслуги: {
        __caption__: 'Код услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      длительностьМин: {
        __caption__: 'Длительность мин'
      }
    }
  },
  validations: {
    длительностьМин: {
      __caption__: 'Длительность мин'
    },
    кодУслуги: {
      __caption__: 'Код услуги'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    цена: {
      __caption__: 'Цена'
    },
    составУслуги: {
      __caption__: 'составУслуги'
    }
  }
};
