export default {
  projections: {
    сотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      пол: {
        __caption__: 'Пол'
      }
    },
    сотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      кодСотрудника: {
        __caption__: 'Код сотрудника'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      пол: {
        __caption__: 'Пол'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    кодСотрудника: {
      __caption__: 'Код сотрудника'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    пол: {
      __caption__: 'Пол'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
