export default {
  projections: {
    ВизитE: {
      кодВизита: {
        __caption__: 'Код визита'
      },
      началоСеанса: {
        __caption__: 'Начало сеанса'
      },
      конецСеанса: {
        __caption__: 'Конец сеанса'
      },
      датаВизита: {
        __caption__: 'Дата визита'
      }
    },
    ВизитL: {
      кодВизита: {
        __caption__: 'Код визита'
      },
      началоСеанса: {
        __caption__: 'Начало сеанса'
      },
      конецСеанса: {
        __caption__: 'Конец сеанса'
      },
      датаВизита: {
        __caption__: 'Дата визита'
      }
    }
  },
  validations: {
    датаВизита: {
      __caption__: 'Дата визита'
    },
    кодВизита: {
      __caption__: 'Код визита'
    },
    конецСеанса: {
      __caption__: 'Конец сеанса'
    },
    началоСеанса: {
      __caption__: 'Начало сеанса'
    },
    клиент: {
      __caption__: 'клиент'
    },
    записьВизита: {
      __caption__: 'записьВизита'
    }
  }
};
